/*************************************************************
*
*  Localize file for iOS
*
*  Locale Name : [th]
*
*************************************************************/

/* T_Link */
"SS_01_001" = "T-Link";

/* 本アプリケーションについて */
"SS_01_002" = "เกี่ยวกับแอปพลิเคชันนี้";

/* アプリケーション概要 */
"SS_01_003" = "ภาพรวมของแอปพลิเคชัน";

/* アプリケーション利用規約 */
"SS_01_004" = "ภาพรวม เงื่อนไข และข้อตกลงของแอปพลิเคชัน ";

/* オープンソースライセンス */
"SS_01_005" = "ใบอนุญาตโอเพ่นซอร์ส";

/* バージョン */
"SS_01_006" = "เวอร์ชั่น ";

/* 同意する */
"SS_01_010" = "Agree";

/* T-Linkチュートリアル */
"SS_01_011" = "T-Link Tutorial";

/* 画面共有方法 */
"SS_01_101" = "วิธีการแพร่ภาพ";

/* 画面共有の初期化設定方法 */
"SS_01_102" = "การตั้งค่าเริ่มต้นสำหรับการแพร่ภาพ";

/* 画面共有を開始する方法 */
"SS_01_103" = "วิธีเริ่มการแพร่ภาพ ";

/* 画面共有を停止する方法(1) */
"SS_01_104" = "วิธีหยุดการแพร่ภาพ (1)";

/* 画面共有を停止する方法(2) */
"SS_01_105" = "วิธีหยุดการแพร่ภาพ (2)";

/* (1)[設定]を起動 */
"SS_01_102_01_01" = "(1) เปิด [Setting (การตั้งค่า)]";

/* iOSの[設定]を起動します。 */
"SS_01_102_01_02" = "เริ่ม [Setting (การตั้งค่า)] สำหรับ iOS";

/* (2)コントロールセンターを表示 */
"SS_01_102_02_01" = "(2) การแสดงศูนย์ควบคุม";

/* iOSの[設定]の[コントロールセンター]をタップします。 */
"SS_01_102_02_02" = "แตะ [Control Center (ศูนย์ควบคุม)] ใน [Setting (การตั้งค่า)] สำหรับ iOS";

/* (3)カスタマイズを表示 */
"SS_01_102_03_01" = "(3) การแสดงการปรับแต่ง";

/* [コントロールをカスタマイズ]をタップします。 */
"SS_01_102_03_02" = "แตะ [Customize Control (ปรับแต่งการควบคุม)]";

/* (4)画面収録を追加 */
"SS_01_102_04_01" = "(4) การเพิ่มการบันทึกหน้าจอ";

/* [画面収録]の[+]ボタンをタップして、追加します。 */
"SS_01_102_04_02" = "เพิ่ม [Screen Recording (การบันทึกหน้าจอ)] ไปที่การเลือกตัวควบคุม";

/* (5)画面収録追加完了 */
"SS_01_102_05_01" = "(5) วิธีจบการเพิ่มการบันทึกหน้าจอ";

/* [画面収録]が[含める]に移動すれば初期設定完了です。 */
"SS_01_102_05_02" = "การตั้งค่าตั้งต้นจะเสร็จสิ้นเมื่อคุณย้าย [Screen Recording (การบันทึกหน้าจอ)] ไปที่ [Add (เพิ่ม)] แล้ว";

/* (1)コントロールセンターを表示 */
"SS_01_103_01_01" = "(1) การแสดงศูนย์ควบคุม";

/* コントロールセンターを表示します。 */
"SS_01_103_01_02" = "แสดงศูนย์ควบคุม";

/* (2)画面収録ボタン */
"SS_01_103_02_01" = "(2) ปุ่มบันทึกบันทึกหน้าจอ";

/* 画面収録ボタンをタップします。 */
"SS_01_103_02_02" = "แตะปุ่ม [Screen Obtain (รับภาพหน้าจอ)]";

/* (3)ブロードキャスト開始 */
"SS_01_103_03_01" = "(3) การเริ่มแพร่ภาพ";

/* アプリケーションリストから[T_Link]を選択し、[ブロードキャストを開始]をタップします。このとき、マイクは[オフ]にします。 */
"SS_01_103_03_02" = "เลือก [T-Link] จากรายการแอปพลิเคชั่นแล้วแตะ [Start Broadcast (เริ่มแพร่ภาพ)]";

/* (4)USBケーブルを接続 */
"SS_01_103_04_01" = "(4) การเชื่อมต่อสาย USB";

/* 画面収録アイコンが赤くなるのを確認したら、USBケーブルをスマートフォンに接続します。 */
"SS_01_103_04_02" = "ตรวจสอบว่าไอคอนการบันทึกหน้าจอเป็นสีแดง จากนั้นเชื่อมต่อสาย USB";

/* (1)ステータスバーをタップ */
"SS_01_104_01_01" = "(1) แตะที่แถบสถานะ";

/* 画面上部のステータスバーをタップします。 */
"SS_01_104_01_02" = "แตะแถบสถานะที่ด้านบนของหน้าจอ";

/* (2)ブロードキャスト停止 */
"SS_01_104_02_01" = "(2) การหยุดแพร่ภาพ";

/* ダイアログの[停止]をタップすると、ブロードキャスト停止します。 */
"SS_01_104_02_02" = "การแพร่ภาพจะหยุดลงเมื่อแตะ [Stop (หยุด)] ในกล่องโต้ตอบ";

/* (1)コントロールセンターを表示 */
"SS_01_105_01_01" = "(1) การแสดงศูนย์ควบคุม";

/* コントロールセンターを表示します。 */
"SS_01_105_01_02" = "แสดงศูนย์ควบคุม";

/* (2)ブロードキャスト停止 */
"SS_01_105_02_01" = "(2) การหยุดแพร่ภาพ";

/* 画面収録アイコンをタップすると、ブロードキャスト停止します。 */
"SS_01_105_02_02" = "การแพร่ภาพจะหยุดลงเมื่อคุณแตะที่ไอคอนการบันทึกภาพหน้าจอ";

/* 画面共有を開始しました。 */
"SS_02_001" = "เริ่มการเชื่อมต่อกับ H / U แล้ว";

/* 画面共有を終了しました。 */
"SS_02_002" = "หยุดการเชื่อมต่อกับ H / U แล้ว";

/* エラーが発生しました。 */
"SS_02_003" = "Error has occurred.";

/* 利用規約に同意されていません。 */
"SS_02_004" = "Not agreed to the terms of service.";

/* ブロードキャストを停止し、T-Linkアプリを起動して利用規約に同意して下さい。 */
"SS_02_005" = "Please stop broadcasting, activate the T-Link application and agree to the terms of service.";

/* 画面収録機能で[T_Link]を選択し、[ブロードキャストを開始]ボタンをタップしてブロードキャスト開始後、本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_101" = "โปรดเลือก [T-Link] พร้อมกับฟังก์ชั่นการบันทึกภาพหน้าจอ กดปุ่ม [Start Broadcast (เริ่มแพร่ภาพ)] เพื่อเริ่มต้นการแพร่ภาพ จากนั้นใช้สาย USB เชื่อมต่ออุปกรณ์หลักเข้ากับสมาร์ทโฟน";

/* 本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_102" = "โปรดใช้สาย USB เชื่อมต่ออุปกรณ์หลักเข้ากับสมาร์ทโฟน";

